Revit 2027 API
PanelScheduleView.CreateInstanceView Method
Overload List
Name | Description
CreateInstanceView(Document, ElementId) |  Creates a new instance of this view (using default template)
CreateInstanceView(Document, ElementId, ElementId) |  Creates a new instance of this view (using specific template)
Top
See Also
Reference
PanelScheduleView Class
Autodesk.Revit.DB.Electrical Namespace